Repository: aakin21/Chizo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# passwordReset
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
tr: Şifre Sıfırla

# passwordResetSubtitle
source: Reset password via email
de: Passwort per E-Mail zurücksetzen
es: Restablecer contraseña por correo electrónico
fr: Réinitialiser le mot de passe par email
tr: E-posta ile şifre sıfırlama

# logoutSubtitle
source: Secure logout from your account
de: Sichere Abmeldung von Ihrem Konto
es: Cerrar sesión segura de tu cuenta
fr: Déconnexion sécurisée de votre compte
tr: Hesabınızdan güvenli çıkış

# deleteAccountSubtitle
source: Permanently delete your account
de: Ihr Konto dauerhaft löschen
es: Eliminar permanentemente tu cuenta
fr: Supprimer définitivement votre compte
tr: Hesabınızı kalıcı olarak sil

source: Update Profile
de: Profil aktualisieren
es: Actualizar Perfil
fr: Mettre à jour le profil
tr: Profili Güncelle

# passwordResetTitle
source: Password Reset
de: Passwort zurücksetzen
es: Restablecimiento de Contraseña
fr: Réinitialisation du mot de passe
tr: Şifre Sıfırlama

# passwordResetMessage
source: A password reset link will be sent to your email address. Do you want to continue?
de: Ein Passwort-Reset-Link wird an Ihre E-Mail-Adresse gesendet. Möchten Sie fortfahren?
es: Se enviará un enlace de restablecimiento de contraseña a tu dirección de correo electrónico. ¿Quieres continuar?
fr: Un lien de réinitialisation du mot de passe sera envoyé à votre adresse email. Voulez-vous continuer ?
tr: E-posta adresinize şifre sıfırlama bağlantısı gönderilecek. Devam etmek istiyor musunuz?

source: Send
de: Senden
es: Enviar
fr: Envoyer
tr: Gönder

# passwordResetSent
source: Password reset email sent!
de: Passwort-Reset-E-Mail gesendet!
es: ¡Correo de restablecimiento de contraseña enviado!
fr: Email de réinitialisation du mot de passe envoyé !
tr: Şifre sıfırlama e-postası gönderildi!

# emailNotFound
source: Email address not found!
de: E-Mail-Adresse nicht gefunden!
es: ¡Dirección de correo electrónico no encontrada!
fr: Adresse email introuvable !
tr: E-posta adresi bulunamadı!

# votingError
source: Error during voting: {error}
de: Fehler während der Abstimmung: {error}
es: Error durante la votación: {error}
fr: Erreur lors du vote : {error}
tr: Oylama sırasında hata: {error}

# slot
source: Slot {slot}
es: Espacio {slot}

# predictUserWinRate
source: Predict {username}'s win rate
de: {username}s Gewinnrate vorhersagen
es: Predice la tasa de victoria de {username}
fr: Prédire le taux de victoire de {username}

# correctPredictionWithReward
source: You predicted correctly and earned 1 coin!
de: Sie haben richtig vorhergesagt und 1 Münze verdient!
es: ¡Predijiste correctamente y ganaste 1 moneda!
fr: Vous avez prédit correctement et gagné 1 pièce !

# wrongPredictionWithRate
source: Wrong prediction. The actual win rate was {winRate}%
de: Falsche Vorhersage. Die tatsächliche Gewinnrate war {winRate}%
es: Predicción incorrecta. La tasa de victoria real fue {winRate}%
fr: Mauvaise prédiction. Le taux de victoire réel était {winRate}%

# passwordMinLength
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen haben
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
tr: Şifre en az 6 karakter olmalıdır

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
tr: Kullanıcı bulunamadı

source: Current Coins
de: Aktuelle Coins
es: Monedas Actuales: {coins}
tr: Mevcut Coin

source: Purchase Coins
de: Coins kaufen
es: Comprar Monedas
fr: Acheter des pièces
tr: Coin Satın Al

source: Watch Ad
de: Werbung ansehen
es: Ver Anuncio
fr: Regarder une pub
tr: Reklam İzle

# dailyAdLimit
source: You can watch maximum 5 ads per day
de: Sie können maximal 5 Werbungen pro Tag ansehen
es: Puedes ver un máximo de 5 anuncios por día
fr: Vous pouvez regarder maximum 5 pubs par jour
tr: Günde maksimum 5 reklam izleyebilirsiniz

# coinsPerAd
source: Coins per ad: 20
de: Coins pro Werbung: 20
es: Monedas por anuncio: 20
fr: Pièces par pub : 20
tr: Reklam başına: 20 coin

# watchAdButton
source: Watch Ad
de: Werbung ansehen
es: Ver Anuncio
fr: Regarder une pub
tr: Reklam İzle

source: Daily limit reached
de: Tageslimit erreicht
es: Límite diario alcanzado
fr: Limite quotidienne atteinte
tr: Günlük limit doldu

source: Recent Transactions:
de: Letzte Transaktionen:
es: Transacciones Recientes:
fr: Transactions récentes :
tr: Son İşlemler:

# noTransactionHistory
source: No transaction history yet
de: Noch keine Transaktionshistorie
es: Aún no hay historial de transacciones
fr: Pas encore d'historique de transactions
tr: Henüz işlem geçmişi yok

source: Account Settings
de: Konto-Einstellungen
es: Configuración de Cuenta
fr: Paramètres du compte
tr: Hesap Ayarları

# logoutConfirmation
source: Are you sure you want to logout from your account?
de: Sind Sie sicher, dass Sie sich von Ihrem Konto abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión de tu cuenta?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte ?
tr: Hesabınızdan çıkmak istediğinizden emin misiniz?

# logoutError
source: Error occurred while logging out
de: Fehler beim Abmelden
es: Error al cerrar sesión: {error}
fr: Erreur lors de la déconnexion
tr: Çıkış yapılırken hata oluştu

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und alle Ihre Daten werden dauerhaft gelöscht.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer y todos tus datos serán eliminados permanentemente.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée et toutes vos données seront définitivement supprimées.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz ve tüm verileriniz kalıcı olarak silinecektir.

source: Final Confirmation
de: Letzte Bestätigung
es: Confirmación Final
fr: Confirmation finale
tr: Son Onay

# typeDeleteToConfirm
source: To delete your account, type "DELETE":
de: Um Ihr Konto zu löschen, geben Sie "LÖSCHEN" ein:
es: Para eliminar tu cuenta, escribe "DELETE":
fr: Pour supprimer votre compte, tapez "SUPPRIMER" :
tr: Hesabınızı silmek için "SİL" yazın:

source: Please type "DELETE"!
de: Bitte geben Sie "LÖSCHEN" ein!
es: ¡Por favor escribe "DELETE"!
fr: Veuillez taper "SUPPRIMER" !
tr: Lütfen "SİL" yazın!

# accountDeletedSuccessfully
source: Your account has been successfully deleted!
de: Ihr Konto wurde erfolgreich gelöscht!
es: ¡Tu cuenta ha sido eliminada exitosamente!
fr: Votre compte a été supprimé avec succès !
tr: Hesabınız başarıyla silindi!

# errorDeletingAccount
source: Error occurred while deleting account
de: Fehler beim Löschen des Kontos
es: Error al eliminar cuenta: {error}
fr: Erreur lors de la suppression du compte
tr: Hesap silinirken hata oluştu

# errorWatchingAd
source: Error occurred while watching ad
de: Fehler beim Ansehen der Werbung
es: Error al ver anuncio: {error}
tr: Reklam izlenirken hata oluştu

source: Watching Ad
de: Werbung wird angesehen
es: Viendo Anuncio
fr: Regarder la pub...
tr: Reklam İzleniyor

source: Ad loading...
de: Werbung wird geladen...
es: Cargando anuncio...
tr: Reklam yükleniyor...

# adSimulation
source: This is a simulation ad. In the real app, an actual ad will be shown here.
de: Dies ist eine simulierte Werbung. In der echten App wird hier eine echte Werbung angezeigt.
es: Este es un anuncio simulado. En la aplicación real, se mostraría un anuncio real aquí.
tr: Bu simülasyon reklamıdır. Gerçek uygulamada burada reklam gösterilecektir.

# adWatched
source: Ad watched! +20 coins earned!
de: Werbung angesehen! +20 Coins verdient!
es: ¡Anuncio visto! +20 monedas ganadas!
tr: Reklam izlendi! +20 coin kazandınız!

# errorAddingCoins
source: Error occurred while adding coins
de: Fehler beim Hinzufügen von Coins
es: Error al agregar monedas
fr: Erreur lors de l'ajout de pièces !
tr: Coin eklenirken hata oluştu

source: Coin Purchase
de: Coins kaufen
es: Compra de Monedas
tr: Coin Satın Al

source: Purchase successful!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
tr: Satın alma başarılı!

source: Purchase failed!
de: Kauf fehlgeschlagen!
es: ¡Compra fallida!
tr: Satın alma başarısız!

source: Coin Packages
de: Coin-Pakete
es: Paquetes de Monedas
fr: 💰 Packs de pièces
tr: Coin Paketleri

source: Coin Usage
de: Coin-Verwendung
es: Uso de Monedas
tr: Coin Kullanımı

# instagramView
source: View Instagram accounts
de: Instagram-Konten anzeigen
es: Ver cuentas de Instagram
tr: Instagram hesaplarını görüntüle

# professionView
source: View profession information
de: Berufsinformationen anzeigen
es: Ver información de profesión
tr: Meslek bilgilerini görüntüle

# statsView
source: View detailed statistics
de: Detaillierte Statistiken anzeigen
es: Ver estadísticas detalladas
tr: Detaylı istatistikleri görüntüle

# tournamentFees
source: Tournament participation fees
de: Turnier-Teilnahmegebühren
es: Tarifas de participación en torneos
tr: Turnuva katılım ücretleri

# weeklyMaleTournament1000
source: Weekly Male Tournament (1000 Coins)
de: Wöchentliches Männerturnier (1000 Münzen)
es: Torneo Masculino Semanal (1000 Monedas)
tr: Haftalık Erkek Turnuvası (1000 Coin)

# weeklyMaleTournament1000Desc
source: Weekly male tournament - 300 person capacity
de: Wöchentliches Männerturnier - 300 Personen Kapazität
es: Torneo masculino semanal - capacidad de 300 personas
tr: Her hafta düzenlenen erkek turnuvası - 300 kişi kapasiteli

# weeklyMaleTournament10000
source: Weekly Male Tournament (10000 Coins)
de: Wöchentliches Männerturnier (10000 Münzen)
es: Torneo Masculino Semanal (10000 Monedas)
tr: Haftalık Erkek Turnuvası (10000 Coin)

# weeklyMaleTournament10000Desc
source: Premium male tournament - 100 person capacity
de: Premium Männerturnier - 100 Personen Kapazität
es: Torneo masculino premium - capacidad de 100 personas
tr: Premium erkek turnuvası - 100 kişi kapasiteli

# weeklyFemaleTournament1000
source: Weekly Female Tournament (1000 Coins)
de: Wöchentliches Frauenturnier (1000 Münzen)
es: Torneo Femenino Semanal (1000 Monedas)
tr: Haftalık Kadın Turnuvası (1000 Coin)

# weeklyFemaleTournament1000Desc
source: Weekly female tournament - 300 person capacity
de: Wöchentliches Frauenturnier - 300 Personen Kapazität
es: Torneo femenino semanal - capacidad de 300 personas
tr: Her hafta düzenlenen kadın turnuvası - 300 kişi kapasiteli

# weeklyFemaleTournament10000
source: Weekly Female Tournament (10000 Coins)
de: Wöchentliches Frauenturnier (10000 Münzen)
es: Torneo Femenino Semanal (10000 Monedas)
tr: Haftalık Kadın Turnuvası (10000 Coin)

# weeklyFemaleTournament10000Desc
source: Premium female tournament - 100 person capacity
de: Premium Frauenturnier - 100 Personen Kapazität
es: Torneo femenino premium - capacidad de 100 personas
tr: Premium kadın turnuvası - 100 kişi kapasiteli

source: Tournament entry fee
de: Turnier-Teilnahmegebühr
es: Tarifa de entrada al torneo
tr: Turnuva katılım ücreti

# tournamentVotingTitle
source: Tournament Voting
de: Turnier-Abstimmung
es: Votación del Torneo
fr: Vote du tournoi
tr: Turnuva Oylaması

# tournamentThirdPlace
source: Tournament 3rd place
de: Turnier 3. Platz
es: 3er lugar del torneo
tr: Turnuva 3.lük

source: Tournament won
de: Turnier gewonnen
es: Torneo ganado
tr: Turnuva kazandı

source: User not logged in
de: Benutzer nicht angemeldet
es: Usuario no conectado
tr: Kullanıcı giriş yapmamış

# firstLoginReward
source: 🎉 First login! You earned 50 coins!
de: 🎉 Erster Login! Sie haben 50 Münzen verdient!
es: 🎉 ¡Primer inicio de sesión! ¡Ganaste 50 monedas!
tr: 🎉 İlk girişiniz! 50 coin kazandınız!

# streakReward
source: 🔥 {streak} day streak! You earned {coins} coins!
de: 🔥 {streak} Tage Streak! Sie haben {coins} Münzen verdient!
es: 🔥 ¡Racha de {streak} días! ¡Ganaste {coins} monedas!
tr: 🔥 {streak} günlük streak! {coins} coin kazandınız!

# streakBroken
source: 💔 Streak broken! New start: You earned 50 coins!
de: 💔 Streak unterbrochen! Neuer Start: Sie haben 50 Münzen verdient!
es: 💔 ¡Racha rota! Nuevo inicio: ¡Ganaste 50 monedas!
tr: 💔 Streak kırıldı! Yeni başlangıç: 50 coin kazandınız!

# dailyStreakReward
source: Daily streak reward ({streak} days)
de: Tägliche Streak-Belohnung ({streak} Tage)
es: Recompensa de racha diaria ({streak} días)
tr: Günlük streak ödülü ({streak} gün)

# alreadyLoggedInToday
source: You already logged in today!
de: Sie haben sich heute bereits angemeldet!
es: ¡Ya iniciaste sesión hoy!
tr: Bugün zaten giriş yaptınız!

# streakCheckError
source: Error occurred during streak check
de: Fehler beim Streak-Check aufgetreten
es: Error durante la verificación de racha
tr: Streak kontrolünde hata oluştu

# streakInfoError
source: Could not get streak information
de: Streak-Informationen konnten nicht abgerufen werden
es: No se pudo obtener información de racha
tr: Streak bilgisi alınamadı

# correctPredictionReward
source: You will earn 1 coin for correct prediction!
de: Sie verdienen 1 Coin für eine richtige Vorhersage!
es: ¡Ganarás 1 moneda por predicción correcta!
fr: Vous gagnerez 1 pièce pour une prédiction correcte !
tr: Doğru tahmin ettiğinde 1 coin kazanacaksın!

# predictionSaveError
source: Error occurred while saving prediction
de: Fehler beim Speichern der Vorhersage aufgetreten
es: Error al guardar predicción
tr: Tahmin kaydedilirken hata oluştu

# coinAddError
source: Error occurred while adding coins
de: Fehler beim Hinzufügen von Münzen aufgetreten
es: Error al agregar monedas
tr: Coin eklenirken hata oluştu

# coinPurchaseTransaction
source: Coin purchase - {description}
de: Münzen-Kauf - {description}
es: Compra de monedas - {description}
tr: Coin satın alma - {description}

# whiteThemeName
source: White
de: Weiß
es: Blanco
fr: Blanc
tr: Beyaz

# darkThemeName
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
tr: Koyu

# pinkThemeName
source: Pink
de: Rosa
es: Rosa
fr: Rose
tr: Pembemsi

source: Premium filters
de: Premium-Filter
es: Filtros premium
tr: Premium filtreler

source: View Stats
de: Statistiken anzeigen
es: Ver Estadísticas
fr: Voir les statistiques
tr: İstatistik Gör

# photoStats
source: Photo Statistics
de: Foto-Statistiken
es: Estadísticas de Fotos
fr: Statistiques de la photo
tr: Fotoğraf İstatistikleri

# photoStatsCost
source: View photo statistics costs 50 coins
de: Das Anzeigen von Foto-Statistiken kostet 50 Coins
es: Ver estadísticas de fotos cuesta 50 monedas
fr: Voir les statistiques de la photo coûte 50 pièces
tr: Fotoğraf istatistiklerini görüntülemek 50 coin tutar

# insufficientCoinsForStats
source: Insufficient coins to view photo statistics. Required: 50 coins
de: Unzureichende Coins zum Anzeigen von Foto-Statistiken. Erforderlich: 50 Coins
es: Monedas insuficientes para ver estadísticas de fotos. Requerido: 50 monedas
fr: Pièces insuffisantes pour voir les statistiques de la photo. Requis : 50 pièces
tr: Fotoğraf istatistiklerini görüntülemek için yetersiz coin. Gerekli: 50 coin

source: Pay
de: Bezahlen
es: Pagar
fr: Payer
tr: Öde

source: Tournament voting saved!
de: 🏆 Turnier-Abstimmung gespeichert!
es: ¡Votación del torneo guardada!
fr: Vote du tournoi enregistré !
tr: 🏆 Turnuva oylaması kaydedildi!

source: Tournament voting failed!
de: ❌ Turnier-Abstimmung fehlgeschlagen!
es: ¡Votación del torneo fallida!
fr: Échec du vote du tournoi !
tr: ❌ Turnuva oylaması kaydedilemedi!

source: TOURNAMENT VOTING
de: 🏆 TURNIER-ABSTIMMUNG
es: VOTACIÓN DEL TORNEO
fr: VOTE DU TOURNOI
tr: 🏆 TURNUVA OYLAMASI

# whichTournamentParticipant
source: Which tournament participant do you prefer?
de: Welchen Turnier-Teilnehmer bevorzugen Sie?
es: ¿Qué participante del torneo prefieres?
fr: Quel participant du tournoi préférez-vous ?
tr: Hangi turnuva katılımcısını tercih ediyorsunuz?

# ageYears
source: {age} years • {country}
de: {age} Jahre • {country}
es: {age} años • {country}
fr: {age} ans • {country}
tr: {age} yaş • {country}

source: 📱 Click to open Instagram
de: 📱 Klicken Sie, um Instagram zu öffnen
es: 📱 Haz clic para abrir Instagram
fr: 📱 Cliquez pour ouvrir Instagram
tr: 📱 Instagram'ı açmak için tıklayın

source: Open Instagram
de: Instagram öffnen
es: Abrir Instagram
fr: Ouvrir Instagram
tr: Instagram'ı Aç

# instagramCannotBeOpened
source: ❌ Instagram could not be opened. Please check your Instagram app.
de: ❌ Instagram konnte nicht geöffnet werden. Bitte überprüfen Sie Ihre Instagram-App.
es: ❌ No se pudo abrir Instagram. Por favor verifica tu aplicación de Instagram.
fr: ❌ Instagram n'a pas pu être ouvert. Veuillez vérifier votre application Instagram.
tr: ❌ Instagram açılamadı. Lütfen Instagram uygulamasını kontrol edin.

# instagramOpenError
source: ❌ Error opening Instagram: {error}
de: ❌ Fehler beim Öffnen von Instagram: {error}
es: ❌ Error al abrir Instagram: {error}
fr: ❌ Erreur lors de l'ouverture d'Instagram : {error}
tr: ❌ Instagram açılırken hata oluştu: {error}

source: 🏆 Tournament Photo
de: 🏆 Turnier-Foto
es: 🏆 Foto del Torneo
fr: 🏆 Photo du tournoi
tr: 🏆 Turnuva Fotoğrafı

# tournamentJoinedUploadPhoto
source: You joined the tournament! Now upload your tournament photo.
de: Sie sind dem Turnier beigetreten! Laden Sie jetzt Ihr Turnier-Foto hoch.
es: ¡Te uniste al torneo! Ahora sube tu foto del torneo.
fr: Vous avez rejoint le tournoi ! Téléchargez maintenant votre photo de tournoi.
tr: Turnuvaya katıldınız! Şimdi turnuva fotoğrafınızı yükleyin.

source: Upload Later
de: Später hochladen
es: Subir Más Tarde
fr: Télécharger plus tard
tr: Sonra Yükle

source: Upload Photo
de: Foto hochladen
es: Subir Foto
fr: Télécharger la photo
tr: Fotoğraf Yükle

source: ✅ Tournament photo uploaded!
de: ✅ Turnier-Foto hochgeladen!
es: ✅ ¡Foto del torneo subida!
fr: ✅ Photo du tournoi téléchargée !
tr: ✅ Turnuva fotoğrafı yüklendi!

# photoUploadError
source: ❌ Error occurred while uploading photo!
de: ❌ Fehler beim Hochladen des Fotos!
es: ❌ ¡Error al subir foto!
fr: ❌ Erreur lors du téléchargement de la photo !
tr: ❌ Fotoğraf yüklenirken hata oluştu!

# noVotingForTournament
source: No voting found for this tournament
de: Keine Abstimmung für dieses Turnier gefunden
es: No se encontró votación para este torneo
fr: Aucun vote trouvé pour ce tournoi
tr: Bu turnuva için oylama bulunamadı

# votingLoadError
source: Error loading voting: {error}
de: Fehler beim Laden der Abstimmung: {error}
es: Error al cargar votación: {error}
fr: Erreur lors du chargement du vote : {error}
tr: Oylama yüklenirken hata: {error}

# whichParticipantPrefer
source: Which participant do you prefer?
de: Welchen Teilnehmer bevorzugen Sie?
es: ¿Qué participante prefieres?
fr: Quel participant préférez-vous ?
tr: Hangi katılımcıyı tercih ediyorsunuz?

# voteSavedSuccessfully
source: Your vote has been saved successfully!
de: Ihre Stimme wurde erfolgreich gespeichert!
es: ¡Tu voto ha sido guardado exitosamente!
fr: Votre vote a été enregistré avec succès !
tr: Oyunuz başarıyla kaydedildi!

# noActiveTournament
source: No active tournament currently
de: Derzeit kein aktives Turnier
es: No hay torneo activo actualmente
fr: Aucun tournoi actif actuellement
tr: Şu anda aktif turnuva bulunmuyor

source: Registration
de: Anmeldung
es: Registro
fr: Inscription
tr: Kayıt

source: Upcoming
de: Bevorstehend
es: Próximo
fr: À venir
tr: Yaklaşıyor

# coinPrize
source: {prize} coin prize
de: {prize} Coin-Preis
es: Premio de {prize} monedas
fr: Prix de {prize} pièces
tr: {prize} coin ödül

source: Start: {date}
es: Inicio: {date}
fr: Début : {date}
tr: Başlangıç: {date}

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
tr: Tamamlandı

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
tr: Katıl

source: Photo
de: Foto
es: Foto
tr: Fotoğraf

# languageChanged
source: Language changed. Refreshing page...
de: Sprache geändert. Seite wird aktualisiert...
es: Idioma cambiado. Actualizando página...
fr: Langue changée. Actualisation de la page...
tr: Dil değiştirildi. Sayfa yenileniyor...

# lightWhiteTheme
source: White material light theme
de: Weißes Material helles Theme
es: Tema claro blanco material
fr: Thème clair blanc matériel
tr: Beyaz materyal açık tema

source: Neutral dark gray theme
de: Neutrales dunkelgraues Theme
es: Tema gris oscuro neutro
tr: Nötr koyu gri tema

# themeChanged
source: Theme changed: {theme}
de: Theme geändert: {theme}
es: Tema cambiado: {theme}
fr: Thème changé : {theme}
tr: Tema değiştirildi: {theme}

# deleteAccountWarning
source: This action cannot be undone! All your data will be permanently deleted. Are you sure you want to delete your account?
de: Diese Aktion kann nicht rückgängig gemacht werden! Alle Ihre Daten werden dauerhaft gelöscht. Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¡Esta acción no se puede deshacer! Todos tus datos serán eliminados permanentemente. ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Cette action ne peut pas être annulée ! Toutes vos données seront définitivement supprimées. Êtes-vous sûr de vouloir supprimer votre compte ?
tr: Bu işlem geri alınamaz! Tüm verileriniz kalıcı olarak silinecek. Hesabınızı silmek istediğinizden emin misiniz?

# accountDeleted
source: Your account has been deleted
de: Ihr Konto wurde gelöscht
es: Tu cuenta ha sido eliminada
fr: Votre compte a été supprimé
tr: Hesabınız silindi

# logoutButton
source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
tr: Çıkış

source: 🎨 Theme Selection
de: 🎨 Theme-Auswahl
es: 🎨 Selección de Tema
fr: 🎨 Sélection du thème
tr: 🎨 Tema Seçimi

# darkMaterialTheme
source: Black material dark theme
de: Schwarzes Material dunkles Theme
es: Tema oscuro negro material
fr: Thème sombre noir matériel
tr: Siyah materyal koyu tema

# lightPinkTheme
source: Light pink color theme
de: Helles rosa Farb-Theme
es: Tema de color rosa claro
fr: Thème rose clair
tr: Açık pembe renk tema

source: 🔔 Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de Notificaciones
fr: 🔔 Paramètres de notification
tr: 🔔 Bildirim Ayarları

source: All Notifications
de: Alle Benachrichtigungen
es: Todas las Notificaciones
fr: Toutes les notifications
tr: Tüm Bildirimler

# allNotificationsSubtitle
source: Turn on/off main notifications
de: Hauptbenachrichtigungen ein/ausschalten
es: Activar/desactivar notificaciones principales
fr: Activer/désactiver les notifications principales
tr: Ana bildirimleri aç/kapat

source: Vote Reminder
de: Abstimmungserinnerung
es: Recordatorio de Voto
fr: Rappel de vote
tr: Oylama Hatırlatması

source: Win Celebration
de: Gewinn-Feier
es: Celebración de Victoria
fr: Célébration de victoire
tr: Kazanç Kutlaması

source: Streak Reminder
de: Serien-Erinnerung
es: Recordatorio de Racha
fr: Rappel de série
tr: Seri Hatırlatması

# streakReminderSubtitle
source: Daily streak reward reminders
de: Tägliche Serien-Belohnungserinnerungen
es: Recordatorios de recompensas de racha diaria
fr: Rappels de récompenses de série quotidienne
tr: Günlük seri ödülleri hatırlatması

# moneyAndCoins
source: 💰 Money & Coin Transactions
de: 💰 Geld & Coin-Transaktionen
es: 💰 Dinero y Transacciones de Monedas
fr: 💰 Transactions d'argent et de pièces
tr: 💰 Para & Coin İşlemleri

source: Purchase Coin Package
de: Coin-Paket kaufen
es: Comprar Paquete de Monedas
fr: Acheter un pack de pièces
tr: Coin Paketi Satın Al

# purchaseCoinPackageSubtitle
source: Buy coins and earn rewards
de: Coins kaufen und Belohnungen verdienen
es: Comprar monedas y ganar recompensas
fr: Achetez des pièces et gagnez des récompenses
tr: Coin satın alın ve ödüller kazanın

source: ⚙️ App Settings
de: ⚙️ App-Einstellungen
es: ⚙️ Configuración de la Aplicación
fr: ⚙️ Paramètres de l'application
tr: ⚙️ Uygulama Ayarları
