Repository: aakin21/Chizo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

source: Login
de: Anmelden
es: Iniciar Sesión
fr: Connexion
tr: Giriş Yap

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
tr: Kayıt Ol

source: Email
es: Correo Electrónico
tr: E-posta

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

source: Username
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
tr: Kullanıcı Adı

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
tr: Şifreyi Onayla

source: Age
de: Alter
es: Edad
fr: Âge
tr: Yaş

source: Country
de: Land
es: País
fr: Pays
tr: Ülke

source: Gender
de: Geschlecht
es: Género
fr: Genre
tr: Cinsiyet

source: Select Gender
de: Geschlecht wählen
es: Seleccionar Género
fr: Sélectionner le genre
tr: Cinsiyet Seç

source: Male
de: Männlich
es: Masculino
fr: Homme
tr: Erkek

source: Female
de: Weiblich
es: Femenino
fr: Femme
tr: Kadın

source: Instagram Handle
de: Instagram Benutzername
es: Usuario de Instagram
fr: Compte Instagram
tr: Instagram Kullanıcı Adı

source: Profession
de: Beruf
es: Profesión
tr: Meslek

source: Voting
de: Abstimmung
es: Votación
fr: Vote
tr: Oylama

# whichDoYouPrefer
source: Which one do you prefer?
de: Welches bevorzugen Sie?
es: ¿Cuál prefieres más?
fr: Lequel préférez-vous ?
tr: Hangisini daha çok beğeniyorsunuz?

# correctPrediction
source: Correct prediction = 1 coin
de: Richtige Vorhersage = 1 Münze
es: Predicción correcta = 1 moneda
fr: Prédiction correcte = 1 pièce
tr: Doğru tahmin = 1 coin

source: Submit Prediction
de: Vorhersage absenden
es: Enviar Predicción
fr: Soumettre la prédiction
tr: Tahmini Gönder

source: Win Rate
de: Siegesrate
es: Tasa de Victoria
fr: Taux de victoire
tr: Galibiyet Oranı

source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
tr: Ayarlar

source: 🏆 Leaderboard
de: 🏆 Bestenliste
es: 🏆 Liderazgo
fr: Classement
tr: 🏆 Liderlik

source: Tournament
de: Turnier
es: Torneo
fr: Tournoi
tr: Turnuva

source: Language
de: Sprache
es: Idioma
fr: Langue
tr: Dil

source: Turkish
de: Türkisch
es: Turco
fr: Turc
tr: Türkçe

source: English
de: Englisch
es: Inglés
fr: Anglais
tr: İngilizce

source: German
de: Deutsch
es: Alemán
fr: Allemand
tr: Almanca

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
tr: İspanyolca

# turkishLanguage
source: Turkish
de: Türkisch
es: Turco
fr: Turc
tr: Türkçe

# englishLanguage
source: English
de: Englisch
es: Inglés
fr: Anglais
tr: İngilizce

# germanLanguage
source: German
de: Deutsch
es: Alemán
fr: Allemand
tr: Almanca

source: Coins
de: Münzen
es: Monedas
fr: Pièces
tr: Coin

source: Total Matches
de: Gesamte Matches
es: Partidos Totales
fr: Total de matchs
tr: Toplam Maçlar

source: Wins
de: Siege
es: Victorias
fr: Victoires
tr: Galibiyetler

# winRatePercentage
source: Win Rate
de: Gewinnrate
es: Porcentaje de Victoria
fr: Taux de victoire
tr: Kazanma Oranı

source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série actuelle
tr: Mevcut Seri

source: Total Streak Days
de: Gesamte Serientage
es: Total de Días de Racha
fr: Total de jours de série
tr: Toplam Seri Günü

# predictionStats
source: Prediction Statistics
de: Vorhersage-Statistiken
es: Estadísticas de Predicción
fr: Statistiques de prédiction
tr: Tahmin İstatistikleri

source: Total Predictions
de: Gesamt-Vorhersagen
es: Total de Predicciones
fr: Total de prédictions
tr: Toplam Tahmin

source: Correct Predictions
de: Richtige Vorhersagen
es: Predicciones Correctas
fr: Prédictions correctes
tr: Doğru Tahmin

source: Accuracy
de: Genauigkeit
es: Precisión
fr: Précision
tr: Başarı Oranı

# coinsEarnedFromPredictions
source: Coins earned from predictions: {coins}
de: Durch Vorhersagen verdiente Coins: {coins}
es: Monedas Ganadas de Predicciones: {coins} monedas
fr: Pièces gagnées des prédictions
tr: Tahminlerden Kazanılan: {coins} coin

source: Congratulations!
de: Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
tr: Tebrikler!

# correctPredictionMessage
source: You predicted correctly!
de: Sie haben richtig vorhergesagt!
es: ¡Predijiste correctamente!
fr: Vous avez prédit correctement !
tr: Doğru tahmin ettin!

# wrongPredictionMessage
source: Unfortunately, you predicted incorrectly.
de: Leider haben Sie falsch vorhergesagt.
es: Desafortunadamente, predijiste incorrectamente.
fr: Malheureusement, vous avez prédit incorrectement.
tr: Maalesef yanlış tahmin ettin.

# invalidEmail
source: ❌ Invalid email address! Please enter a valid email format.
de: ❌ Ungültige E-Mail-Adresse! Bitte geben Sie eine gültige E-Mail-Format ein.
es: ❌ ¡Dirección de correo electrónico inválida! Por favor ingrese un formato de correo válido.
fr: ❌ Adresse email invalide ! Veuillez entrer un format d'email valide.
tr: ❌ Geçersiz e-posta adresi! Lütfen doğru formatta e-posta girin.

# userNotFoundError
source: ❌ No user found with this email address!
de: ❌ Kein Benutzer mit dieser E-Mail-Adresse gefunden!
es: ❌ ¡No se encontró usuario con esta dirección de correo electrónico!
fr: ❌ Aucun utilisateur trouvé avec cette adresse email !
tr: ❌ Bu e-posta adresi ile kayıtlı kullanıcı bulunamadı!

# userAlreadyRegistered
source: ❌ This email address is already registered! Try logging in.
de: ❌ Diese E-Mail-Adresse ist bereits registriert! Versuchen Sie sich anzumelden.
es: ❌ ¡Esta dirección de correo electrónico ya está registrada! Intente iniciar sesión.
fr: ❌ Cette adresse email est déjà enregistrée ! Essayez de vous connecter.
tr: ❌ Bu e-posta adresi zaten kayıtlı! Giriş yapmayı deneyin.

# invalidPassword
source: ❌ Wrong password! Please check your password.
de: ❌ Falsches Passwort! Bitte überprüfen Sie Ihr Passwort.
es: ❌ ¡Contraseña incorrecta! Por favor verifique su contraseña.
fr: ❌ Mauvais mot de passe ! Veuillez vérifier votre mot de passe.
tr: ❌ Yanlış şifre! Lütfen şifrenizi kontrol edin.

# passwordMinLengthError
source: ❌ Password must be at least 6 characters!
de: ❌ Passwort muss mindestens 6 Zeichen haben!
es: ❌ ¡La contraseña debe tener al menos 6 caracteres!
fr: ❌ Le mot de passe doit contenir au moins 6 caractères !
tr: ❌ Şifre en az 6 karakter olmalıdır!

# passwordTooWeak
source: ❌ Password is too weak! Choose a stronger password.
de: ❌ Passwort ist zu schwach! Wählen Sie ein stärkeres Passwort.
es: ❌ ¡La contraseña es muy débil! Elija una contraseña más fuerte.
fr: ❌ Le mot de passe est trop faible ! Choisissez un mot de passe plus fort.
tr: ❌ Şifre çok zayıf! Daha güçlü bir şifre seçin.

# usernameAlreadyTaken
source: ❌ This username is already taken! Choose another username.
de: ❌ Dieser Benutzername ist bereits vergeben! Wählen Sie einen anderen Benutzernamen.
es: ❌ ¡Este nombre de usuario ya está tomado! Elija otro nombre de usuario.
fr: ❌ Ce nom d'utilisateur est déjà pris ! Choisissez un autre nom d'utilisateur.
tr: ❌ Bu kullanıcı adı zaten alınmış! Başka bir kullanıcı adı seçin.

# usernameTooShort
source: ❌ Username must be at least 3 characters!
de: ❌ Benutzername muss mindestens 3 Zeichen haben!
es: ❌ ¡El nombre de usuario debe tener al menos 3 caracteres!
fr: ❌ Le nom d'utilisateur doit contenir au moins 3 caractères !
tr: ❌ Kullanıcı adı en az 3 karakter olmalıdır!

# networkError
source: ❌ Check your internet connection!
de: ❌ Überprüfen Sie Ihre Internetverbindung!
es: ❌ ¡Verifique su conexión a internet!
fr: ❌ Vérifiez votre connexion internet !
tr: ❌ İnternet bağlantınızı kontrol edin!

# timeoutError
source: ❌ Connection timeout! Please try again.
de: ❌ Verbindungszeitüberschreitung! Bitte versuchen Sie es erneut.
es: ❌ ¡Tiempo de conexión agotado! Por favor intente de nuevo.
fr: ❌ Délai de connexion dépassé ! Veuillez réessayer.
tr: ❌ Bağlantı zaman aşımı! Lütfen tekrar deneyin.

# emailNotConfirmed
source: ❌ You need to confirm your email address!
de: ❌ Sie müssen Ihre E-Mail-Adresse bestätigen!
es: ❌ ¡Necesita confirmar su dirección de correo electrónico!
fr: ❌ Vous devez confirmer votre adresse email !
tr: ❌ E-posta adresinizi onaylamanız gerekiyor!

# tooManyRequests
source: ❌ Too many attempts! Please wait a few minutes and try again.
de: ❌ Zu viele Versuche! Bitte warten Sie ein paar Minuten und versuchen Sie es erneut.
es: ❌ ¡Demasiados intentos! Por favor espere unos minutos e intente de nuevo.
fr: ❌ Trop de tentatives ! Veuillez attendre quelques minutes et réessayer.
tr: ❌ Çok fazla deneme! Lütfen birkaç dakika sonra tekrar deneyin.

# accountDisabled
source: ❌ Your account has been disabled!
de: ❌ Ihr Konto wurde deaktiviert!
es: ❌ ¡Su cuenta ha sido deshabilitada!
fr: ❌ Votre compte a été désactivé !
tr: ❌ Hesabınız devre dışı bırakılmış!

# duplicateData
source: ❌ This information is already in use! Try different information.
de: ❌ Diese Informationen werden bereits verwendet! Versuchen Sie andere Informationen.
es: ❌ ¡Esta información ya está en uso! Intente con información diferente.
fr: ❌ Ces informations sont déjà utilisées ! Essayez des informations différentes.
tr: ❌ Bu bilgiler zaten kullanılıyor! Farklı bilgiler deneyin.

# invalidData
source: ❌ There is an error in the information you entered! Please check.
de: ❌ Es gibt einen Fehler in den eingegebenen Informationen! Bitte überprüfen Sie.
es: ❌ ¡Hay un error en la información que ingresó! Por favor verifique.
fr: ❌ Il y a une erreur dans les informations que vous avez entrées ! Veuillez vérifier.
tr: ❌ Girdiğiniz bilgilerde hata var! Lütfen kontrol edin.

# invalidCredentials
source: ❌ Email or password is incorrect!
de: ❌ E-Mail oder Passwort ist falsch!
es: ❌ ¡El correo electrónico o la contraseña son incorrectos!
fr: ❌ L'email ou le mot de passe est incorrect !
tr: ❌ E-posta veya şifre hatalı!

# tooManyEmails
source: ❌ Too many emails sent! Please wait.
de: ❌ Zu viele E-Mails gesendet! Bitte warten Sie.
es: ❌ ¡Demasiados correos electrónicos enviados! Por favor espere.
fr: ❌ Trop d'emails envoyés ! Veuillez attendre.
tr: ❌ Çok fazla e-posta gönderildi! Lütfen bekleyin.

# operationFailed
source: ❌ Operation failed! Please check your information.
de: ❌ Vorgang fehlgeschlagen! Bitte überprüfen Sie Ihre Informationen.
es: ❌ ¡Operación fallida! Por favor verifique su información.
fr: ❌ L'opération a échoué ! Veuillez vérifier vos informations.
tr: ❌ İşlem başarısız! Lütfen bilgilerinizi kontrol edin.

source: Success
de: Erfolg
es: Exitoso
fr: Succès
tr: Başarılı

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
tr: Yükleniyor...

# noMatchesAvailable
source: No matches available for voting
de: Keine Matches zum Abstimmen verfügbar
es: No hay partidos disponibles para votar en este momento
fr: Aucun match disponible pour voter
tr: Şu anda oylayabileceğiniz maç bulunmuyor

# allMatchesVoted
source: All matches voted! Waiting for new matches...
de: Alle Matches abgestimmt! Warten auf neue Matches...
es: ¡Has votado en todos los partidos! Espera nuevos partidos...
fr: Tous les matchs votés ! En attente de nouveaux matchs...
tr: Tüm maçları oyladınız! Yeni maçlar için bekleyin...

source: Username cannot be empty
de: Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide
tr: Kullanıcı adı boş olamaz

source: Email cannot be empty
de: E-Mail darf nicht leer sein
es: El correo electrónico no puede estar vacío
fr: L'email ne peut pas être vide
tr: E-posta boş olamaz

source: Password cannot be empty
de: Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
tr: Şifre boş olamaz

source: Registration successful!
de: Registrierung erfolgreich!
es: ¡Registro exitoso!
fr: Inscription réussie !
tr: Kayıt başarılı!

# userAlreadyExists
source: This user is already registered or an error occurred
de: Dieser Benutzer ist bereits registriert oder ein Fehler ist aufgetreten
es: Este usuario ya está registrado o ocurrió un error
fr: Cet utilisateur est déjà enregistré ou une erreur s'est produite
tr: Bu kullanıcı zaten kayıtlı veya bir hata oluştu

source: Login successful!
de: Anmeldung erfolgreich!
es: ¡Inicio de sesión exitoso!
fr: Connexion réussie !
tr: Giriş başarılı!

# loginError
source: Login error: Unknown error
de: Anmeldefehler: Unbekannter Fehler
es: Error de inicio de sesión: Error desconocido
fr: Erreur de connexion : Erreur inconnue
tr: Giriş hatası: Bilinmeyen hata

# dontHaveAccount
source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
tr: Hesabın yok mu?

source: Register now
de: Jetzt registrieren
es: Regístrate
fr: S'inscrire maintenant
tr: Kayıt ol

# alreadyHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes cuenta?
fr: Vous avez déjà un compte ?
tr: Zaten hesabın var mı?

source: Login now
de: Jetzt anmelden
es: Inicia sesión
fr: Se connecter maintenant
tr: Giriş yap

# allPhotoSlotsFull
source: All additional photo slots are full!
de: Alle zusätzlichen Foto-Slots sind voll!
es: ¡Todos los espacios de fotos adicionales están llenos!
tr: Tüm ek fotoğraf slotları dolu!

# photoUploadSlot
source: Photo Upload - Slot {slot}
de: Foto hochladen - Slot {slot}
es: Subir Foto - Espacio {slot}
tr: Fotoğraf Yükle - Slot {slot}

# coinsRequiredForSlot
source: This slot requires {coins} coins.
de: Dieser Slot benötigt {coins} Coins.
es: Se requieren {coins} monedas para este espacio.
tr: Bu slot için {coins} coin gerekiyor.

# insufficientCoinsForUpload
source: Insufficient coins! Use the coin button on profile page to purchase coins.
de: Unzureichende Coins! Verwenden Sie die Coin-Schaltfläche auf der Profilseite, um Coins zu kaufen.
es: ¡Monedas insuficientes! Usa el botón de monedas en la página de perfil para comprar monedas.
tr: Yetersiz coin! Coin satın almak için profil sayfasındaki coin butonunu kullanın.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: İptal

# upload
source: Upload ({coins} coins)
de: Hochladen ({coins} Coins)
es: Subir ({coins} monedas)
fr: Télécharger ({coins} pièces)
tr: Yükle ({coins} coin)

# photoUploaded
source: Photo uploaded! {coinsSpent} coins spent.
de: Foto hochgeladen
es: Foto Subida
fr: Photo téléchargée
tr: Fotoğraf yüklendi! {coinsSpent} coin harcandı.

source: Delete Photo
de: Foto löschen
es: Eliminar Foto
fr: Supprimer la photo
tr: Fotoğrafı Sil

# confirmDeletePhoto
source: Are you sure you want to delete this photo?
de: Sind Sie sicher, dass Sie dieses Foto löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta foto?
fr: Êtes-vous sûr de vouloir supprimer cette photo ?
tr: Bu fotoğrafı silmek istediğinizden emin misiniz?

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
tr: Sil

source: Photo deleted!
de: Foto gelöscht!
es: ¡Foto eliminada!
fr: ✅ Photo supprimée !
tr: Fotoğraf silindi!

source: Select from Gallery
de: Aus Galerie auswählen
es: Seleccionar de Galería
fr: Sélectionner de la galerie
tr: Galeriden Seç

source: Take from Camera
de: Mit Kamera aufnehmen
es: Tomar de Cámara
fr: Prendre avec l'appareil photo
tr: Kameradan Çek

source: Additional Match Photos
de: Zusätzliche Match-Fotos
es: Fotos Adicionales de Partidos
fr: 📸 Photos de match supplémentaires
tr: Ek Match Fotoğrafları

source: Add Photo
de: Foto hinzufügen
es: Agregar Foto
fr: Ajouter une photo
tr: Fotoğraf Ekle

# additionalPhotosDescription
source: Additional photos that will appear in matches ({count}/4)
de: Zusätzliche Fotos, die in Matches angezeigt werden ({count}/4)
es: Tus fotos adicionales que aparecerán en los partidos ({count}/4)
tr: Matchlerde görünecek ek fotoğraflarınız ({count}/4)

# noAdditionalPhotos
source: No additional photos yet
de: Noch keine zusätzlichen Fotos
es: Aún no hay fotos adicionales
fr: Pas encore de photos supplémentaires
tr: Henüz ek fotoğraf yok

# secondPhotoCost
source: 2nd photo costs 50 coins!
de: 2. Foto kostet 50 Coins!
es: ¡2ª foto cuesta 50 monedas!
tr: 2. fotoğraf 50 coin!

# premiumInfoAdded
source: Your premium information has been added! You can adjust visibility settings below.
de: Ihre Premium-Informationen wurden hinzugefügt! Sie können die Sichtbarkeitseinstellungen unten anpassen.
es: ¡Información premium agregada! Puedes configurar la visibilidad desde abajo.
tr: Premium bilgileriniz eklendi! Görünürlük ayarlarını aşağıdan yapabilirsiniz.

source: Premium Info Visibility
de: Premium-Info-Sichtbarkeit
es: 💎 Visibilidad de Información Premium
fr: 💎 Visibilité des infos premium
tr: Premium Bilgi Görünürlüğü

# premiumInfoDescription
source: Other users can view this information by spending coins
de: Andere Benutzer können diese Informationen durch Ausgeben von Coins einsehen
es: Otros usuarios pueden ver esta información gastando monedas
fr: Les autres utilisateurs peuvent voir ces informations en dépensant des pièces
tr: Bu bilgileri diğer kullanıcılar coin harcayarak görebilir

source: Instagram Account
de: Instagram-Konto
es: Cuenta de Instagram
fr: Compte Instagram
tr: Instagram Hesabı

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
tr: İstatistikler

source: Prediction Statistics
de: Vorhersage-Statistiken
es: 🎯 Estadísticas de Predicción
fr: 🎯 Statistiques de prédiction
tr: Tahmin İstatistikleri

source: 📊 Match History
de: Match-Verlauf
es: Historial de Partidos
fr: Historique des matchs
tr: 📊 Match Geçmişi

# viewLastFiveMatches
source: View your last 5 matches and opponents (5 coins)
de: Ihre letzten 5 Matches und Gegner anzeigen (5 Coins)
es: Ver tus últimos 5 partidos y oponentes (5 monedas)
fr: Voir vos 5 derniers matchs et adversaires (5 pièces)
tr: Son 5 matchinizi ve rakiplerinizi görün (5 coin)

source: Visible in Matches
de: In Matches sichtbar
es: Visible en Partidos
fr: Visible dans les matchs
tr: Matchlere Açık

# nowVisibleInMatches
source: You will now appear in matches!
de: Sie werden jetzt in Matches angezeigt!
es: ¡Ahora aparecerás en los partidos!
fr: Vous apparaîtrez maintenant dans les matchs !
tr: Artık matchlerde görüneceksiniz!

# removedFromMatches
source: You have been removed from matches!
de: Sie wurden aus Matches entfernt!
es: ¡Removido de los partidos!
fr: Vous avez été retiré des matchs !
tr: Matchlerden çıkarıldınız!

# addInfo
source: Add {type}
de: {type} hinzufügen
es: Agregar {type}
fr: Ajouter {type}
tr: {type} Ekle

# enterInfo
source: Enter your {type} information:
de: Geben Sie Ihre {type}-Informationen ein:
es: Ingresa tu información de {type}:
fr: Entrez vos informations {type} :
tr: {type} bilginizi girin:

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
tr: Ekle

# infoAdded
source: ✅ {type} information added!
de: ✅ {type}-Information hinzugefügt!
es: ✅ ¡Información de {type} agregada!
fr: ✅ Informations {type} ajoutées !
tr: ✅ {type} bilgisi eklendi!

# errorAddingInfo
source: ❌ Error occurred while adding information!
de: ❌ Fehler beim Hinzufügen der Informationen!
es: ❌ ¡Error al agregar información!
fr: ❌ Erreur lors de l'ajout des informations !
tr: ❌ Bilgi eklenirken hata oluştu!

# matchInfoNotLoaded
source: Match information could not be loaded
de: Match-Informationen konnten nicht geladen werden
es: No se pudieron cargar los datos del partido
fr: Les informations du match n'ont pas pu être chargées
tr: Maç bilgileri yüklenemedi

# premiumInfo
source: 💎 {type} Information
de: 💎 {type} Informationen
es: 💎 Información de {type}
fr: 💎 Informations {type}
tr: Premium Bilgiler

# spendFiveCoins
source: Spend 5 Coins
de: 5 Münzen ausgeben
es: Gastar 5 Monedas
fr: Dépenser 5 pièces
tr: 5 Coin Harca

source: ❌ Insufficient coins!
de: ❌ Nicht genügend Münzen!
es: ❌ ¡Monedas insuficientes!
fr: ❌ Pièces insuffisantes !
tr: ❌ Yeterli coin yok!

# fiveCoinsSpent
source: ✅ 5 coins spent
de: ✅ 5 Coins ausgegeben
es: ✅ 5 monedas gastadas
fr: ✅ 5 pièces dépensées
tr: ✅ 5 coin harcandı

# spendFiveCoinsToView
source: You will spend 5 coins to view this information
de: Sie werden 5 Münzen ausgeben, um diese Information zu sehen
es: Gastarás 5 monedas para ver esta información
fr: Vous dépenserez 5 pièces pour voir cette information
tr: Bu bilgiyi görmek için 5 coin harcayacaksın

source: Great!
de: Großartig!
es: ¡Genial!
fr: Génial !
tr: Harika!

source: Home Page
de: Startseite
es: Página de Inicio
fr: Page d'accueil
tr: Ana Sayfa

# streakMessage
source: {days} day streak!
de: {days} Tage Serie!
es: ¡{days} días de racha!
fr: Série de {days} jours !
tr: {days} günlük streak!

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
tr: Satın Al

source: Predict
de: Vorhersagen
es: Predecir
fr: Prédire
tr: Tahmin Et

# fiveCoinsSpentForHistory
source: ✅ 5 coins spent! Your match history is being displayed.
de: ✅ 5 Coins ausgegeben! Ihr Match-Verlauf wird angezeigt.
es: ✅ ¡5 monedas gastadas! Tu historial de partidos se está mostrando.
fr: ✅ 5 pièces dépensées ! Votre historique de matchs s'affiche.
tr: ✅ 5 coin harcandı! Match geçmişiniz görüntüleniyor.

# insufficientCoinsForHistory
source: ❌ Insufficient coins!
de: ❌ Unzureichende Münzen!
es: ❌ ¡Monedas insuficientes!
tr: ❌ Yeterli coin yok!

# spendFiveCoinsForHistory
source: Spend 5 coins to see your last 5 matches and opponents
de: Geben Sie 5 Coins aus, um Ihre letzten 5 Matches und Gegner zu sehen
es: Gastar 5 monedas para ver tus últimos 5 partidos y oponentes
fr: Dépensez 5 pièces pour voir vos 5 derniers matchs et adversaires
tr: Son 5 matchinizi ve rakiplerinizi görmek için 5 coin harcayın

# winsAndMatches
source: {wins} wins • {matches} matches
de: {wins} Siege • {matches} Matches
es: {wins} victorias • {matches} partidos
fr: {wins} victoires • {matches} matchs
tr: {wins} galibiyet • {matches} maç

source: Insufficient coins for tournament!
de: Nicht genügend Coins für Turnier!
es: ¡Monedas insuficientes para el torneo!
fr: Pièces insuffisantes pour le tournoi !
tr: Turnuva için yeterli coin yok!

# joinedTournament
source: You joined the tournament!
de: Sie sind dem Turnier beigetreten!
es: ¡Te uniste al torneo!
fr: Vous avez rejoint le tournoi !
tr: Turnuvaya katıldınız!

# tournamentJoinFailed
source: Failed to join tournament!
de: Turnier-Beitritt fehlgeschlagen!
es: ¡Fallo al unirse al torneo!
fr: Échec de la participation au tournoi !
tr: Turnuvaya katılım başarısız!

source: Daily Streak!
de: Tägliche Serie!
es: ¡Racha Diaria!
fr: Série quotidienne !
tr: Günlük Streak!

source: Image updated!
de: Bild aktualisiert!
es: ¡Imagen actualizada!
fr: Image mise à jour !
tr: Resim güncellendi!

source: Update failed
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour !
tr: Güncelleme başarısız

source: Image update failed!
de: Bildaktualisierung fehlgeschlagen!
es: ¡No se pudo actualizar la imagen!
fr: Échec de la mise à jour de l'image !
tr: Resim güncellenemedi!

source: Select Image
de: Bild auswählen
es: Seleccionar Imagen
fr: Sélectionner une image
tr: Resim Seç

# userInfoNotLoaded
source: User information could not be loaded
de: Benutzerinformationen konnten nicht geladen werden
es: No se pudieron cargar los datos del usuario
fr: Les informations de l'utilisateur n'ont pas pu être chargées
tr: Kullanıcı bilgileri yüklenemedi

source: Coin
de: Münze
es: Moneda
fr: Pièce

source: Premium Features
es: Características Premium
fr: Fonctionnalités premium
tr: Premium Özellikler

# addInstagram
source: Add Instagram Account
de: Instagram-Konto hinzufügen
es: Agregar Cuenta de Instagram
fr: Ajouter un compte Instagram
tr: Instagram Hesabı Ekle

source: Add Profession
de: Beruf hinzufügen
es: Agregar Profesión
fr: Ajouter une profession
tr: Meslek Ekle

source: Profile updated!
de: Profil aktualisiert!
es: ¡Perfil actualizado!
fr: Profil mis à jour !
tr: Profil güncellendi!

source: Profile update failed!
de: Fehler beim Aktualisieren des Profils
es: Error al actualizar el perfil
fr: Échec de la mise à jour du profil !
tr: Profil güncellenirken hata oluştu

source: Profile Settings
de: Profileinstellungen
es: Configuración de Perfil
fr: Paramètres du profil
tr: Profil Ayarları
