Repository: aakin21/Chizo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

source: Daily Rewards
de: Tägliche Belohnungen
es: Recompensas Diarias
fr: Récompenses quotidiennes
tr: Günlük Ödüller

# dailyRewardsSubtitle
source: View streak rewards and boosts
de: Serien-Belohnungen und Boosts anzeigen
es: Ver recompensas de racha y mejoras
fr: Voir les récompenses de série et les boosts
tr: Seri ödülleri ve boost'ları görün

source: About App
de: Über die App
es: Acerca de la Aplicación
fr: À propos de l'application
tr: Uygulama Hakkında

source: 👤 Account Operations
de: 👤 Konto-Operationen
es: 👤 Operaciones de Cuenta
fr: 👤 Opérations de compte
tr: 👤 Hesap İşlemleri

source: Daily Streak Rewards
de: Tägliche Serien-Belohnungen
es: Recompensas de Racha Diaria
fr: Récompenses de série quotidienne
tr: Günlük Seri Ödülleri

# dailyStreakDescription
source: 🎯 Log in to the app every day and earn bonuses!
de: 🎯 Melden Sie sich jeden Tag in der App an und verdienen Sie Boni!
es: 🎯 ¡Inicia sesión en la aplicación todos los días y gana bonificaciones!
fr: 🎯 Connectez-vous à l'application chaque jour et gagnez des bonus !
tr: 🎯 Her gün uygulamaya girin ve bonuslar kazanın!

# appDescription
source: Voting and tournament app in chat rooms.
de: Abstimmungs- und Turnier-App in Chaträumen.
es: Aplicación de votación y torneos en salas de chat.
fr: Application de vote et de tournoi dans les salles de discussion.
tr: Sohbet odalarında oylama ve turnuva uygulaması.

# predictWinRateTitle
source: Predict win rate!
de: Gewinnrate vorhersagen!
es: ¡Predice la tasa de victoria!
fr: Prédire le taux de victoire !
tr: Kazanma oranını tahmin et!

# wrongPredictionNoCoin
source: Wrong prediction = 0 coins
de: Falsche Vorhersage = 0 Coins
es: Predicción incorrecta = 0 monedas
fr: Mauvaise prédiction = 0 pièce
tr: Yanlış tahmin = 0 coin

source: Select Win Rate Range:
de: Gewinnrate-Bereich wählen:
es: Seleccionar Rango de Tasa de Victoria:
fr: Sélectionner la plage de taux de victoire :
tr: Kazanma Oranı Aralığı Seç:

source: Wrong Prediction
de: Falsche Vorhersage
es: Predicción Incorrecta
fr: Mauvaise prédiction
tr: Yanlış Tahmin

# actualRate
source: Actual rate: {rate}%
de: Tatsächliche Rate: {rate}%
es: Tasa real: {rate}%
fr: Taux réel : {rate}%
tr: Gerçek oran: {rate}%

# earnedOneCoin
source: +1 coin earned!
de: +1 Coin verdient!
es: ¡+1 moneda ganada!
fr: +1 pièce gagnée !
tr: +1 coin kazandın!

# myPhotos
source: My Photos ({count}/5)
de: Meine Fotos ({count}/5)
es: Mis Fotos ({count}/5)
fr: Mes photos ({count}/5)
tr: Fotoğraflarım ({count}/5)

# photoCostInfo
source: First photo is free, others cost coins. You can view statistics for all photos.
de: Das erste Foto ist kostenlos, andere kosten Coins. Sie können Statistiken für alle Fotos anzeigen.
es: La primera foto es gratuita, las otras cuestan monedas. Puedes ver estadísticas de todas las fotos.
fr: La première photo est gratuite, les autres coûtent des pièces. Vous pouvez voir les statistiques de toutes les photos.
tr: İlk fotoğraf ücretsiz, diğerleri coin ile alınır. Tüm fotoğrafların istatistiklerini görebilirsiniz.

source: Add Age
de: Alter hinzufügen
es: Agregar Edad
fr: Ajouter l'âge
tr: Yaş Ekle

source: Add Country
de: Land hinzufügen
es: Agregar País
fr: Ajouter le pays
tr: Ülke Ekle

source: Add Gender
de: Geschlecht hinzufügen
es: Agregar Género
fr: Ajouter le genre
tr: Cinsiyet Ekle

source: Country Selection
de: Länderauswahl
es: Selección de País
fr: Sélection du pays
tr: Ülke Seçimi

# countriesSelected
source: {count} countries selected
de: {count} Länder ausgewählt
es: {count} países seleccionados
fr: {count} pays sélectionnés
tr: {count} ülke seçili

source: All countries selected
de: Alle Länder ausgewählt
es: Todos los países seleccionados
fr: Tous les pays sélectionnés
tr: Tüm ülkeler seçili

source: Age Range Selection
de: Altersbereich-Auswahl
es: Selección de Rango de Edad
fr: Sélection de la tranche d'âge
tr: Yaş Aralığı Seçimi

# ageRangesSelected
source: {count} age ranges selected
de: {count} Altersbereiche ausgewählt
es: {count} rangos de edad seleccionados
fr: {count} tranches d'âge sélectionnées
tr: {count} yaş aralığı seçili

source: All age ranges selected
de: Alle Altersbereiche ausgewählt
es: Todos los rangos de edad seleccionados
fr: Toutes les tranches d'âge sélectionnées
tr: Tüm yaş aralıkları seçili

source: Edit Username
de: Benutzername bearbeiten
es: Editar Nombre de Usuario
fr: Modifier le nom d'utilisateur
tr: Kullanıcı Adı Düzenle

# enterUsername
source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu nombre de usuario
fr: Entrez votre nom d'utilisateur
tr: Kullanıcı adınızı girin

source: Edit Age
de: Alter bearbeiten
es: Editar Edad
fr: Modifier l'âge
tr: Yaş Düzenle

# enterAge
source: Enter your age
de: Geben Sie Ihr Alter ein
es: Ingresa tu edad
fr: Entrez votre âge
tr: Yaşınızı girin

source: Select Country
de: Land wählen
es: Seleccionar País
fr: Sélectionner le pays
tr: Ülke Seç

source: Select your country
de: Wählen Sie Ihr Land
es: Selecciona tu país
fr: Sélectionnez votre pays
tr: Ülkenizi seçin

source: Select your gender
de: Wählen Sie Ihr Geschlecht
es: Selecciona tu género
fr: Sélectionnez votre genre
tr: Cinsiyetinizi seçin

# editInstagram
source: Edit Instagram Account
de: Instagram-Konto bearbeiten
es: Editar Cuenta de Instagram
fr: Modifier le compte Instagram
tr: Instagram Hesabı Düzenle

# enterInstagram
source: Enter your Instagram username (without @)
de: Geben Sie Ihren Instagram-Benutzernamen ein (ohne @)
es: Ingresa tu nombre de usuario de Instagram (sin @)
fr: Entrez votre nom d'utilisateur Instagram (sans @)
tr: Instagram kullanıcı adınızı girin (@ olmadan)

source: Edit Profession
de: Beruf bearbeiten
es: Editar Profesión
fr: Modifier la profession
tr: Meslek Düzenle

# enterProfession
source: Enter your profession
de: Geben Sie Ihren Beruf ein
es: Ingresa tu profesión
fr: Entrez votre profession
tr: Mesleğinizi girin

# infoUpdated
source: Information updated
de: Informationen aktualisiert
es: Información actualizada
fr: Informations mises à jour
tr: Bilgi güncellendi

source: ✅ Country preferences updated
de: ✅ Länderpräferenzen aktualisiert
es: ✅ Preferencias de país actualizadas
fr: ✅ Préférences de pays mises à jour
tr: ✅ Ülke tercihleri güncellendi

# countryPreferencesUpdateFailed
source: ❌ Country preferences could not be updated
de: ❌ Länderpräferenzen konnten nicht aktualisiert werden
es: ❌ No se pudieron actualizar las preferencias de país
fr: ❌ Les préférences de pays n'ont pas pu être mises à jour
tr: ❌ Ülke tercihleri güncellenemedi

source: ✅ Age range preferences updated
de: ✅ Altersbereich-Präferenzen aktualisiert
es: ✅ Preferencias de rango de edad actualizadas
fr: ✅ Préférences de tranche d'âge mises à jour
tr: ✅ Yaş aralığı tercihleri güncellendi

# ageRangePreferencesUpdateFailed
source: ❌ Age range preferences could not be updated
de: ❌ Altersbereich-Präferenzen konnten nicht aktualisiert werden
es: ❌ No se pudieron actualizar las preferencias de rango de edad
fr: ❌ Les préférences de tranche d'âge n'ont pas pu être mises à jour
tr: ❌ Yaş aralığı tercihleri güncellenemedi

# winRateAndMatches
source: {matches} matches • {winRate}
de: {winRate} Gewinnrate • {matches} Matches
es: {winRate} tasa de victoria • {matches} partidos
fr: {matches} matchs • {winRate}
tr: {winRate} kazanma oranı • {matches} maç

source: Most Wins
de: Meiste Siege
es: Más Victorias
fr: Plus de victoires
tr: En Çok Galibiyet

source: Highest Win Rate
de: Höchste Gewinnrate
es: Mayor Tasa de Victoria
fr: Taux de victoire le plus élevé
tr: En Yüksek Kazanma Oranı

# noWinsYet
source: No wins yet! Play your first match and enter the leaderboard!
de: Noch keine Siege! Spielen Sie Ihr erstes Match und treten Sie der Bestenliste bei!
es: ¡Aún no hay victorias! ¡Juega tu primer partido y entra en la tabla de clasificación!
fr: Pas encore de victoires ! Jouez votre premier match et entrez dans le classement !
tr: Henüz galibiyet yok! İlk maçını yap ve liderlik tablosuna gir!

# noWinRateYet
source: No win rate yet! Play matches to increase your win rate!
de: Noch keine Gewinnrate! Spielen Sie Matches, um Ihre Gewinnrate zu erhöhen!
es: ¡Aún no hay tasa de victoria! ¡Juega partidos para aumentar tu tasa de victoria!
fr: Pas encore de taux de victoire ! Jouez des matchs pour augmenter votre taux de victoire !
tr: Henüz kazanma oranı yok! Maç yaparak kazanma oranını artır!

source: Match history viewing
de: Match-Verlauf anzeigen
es: Visualización del historial de partidos
fr: Visualisation de l'historique des matchs
tr: Match geçmişi görüntüleme

# winRateColon
source: Win Rate: {winRate}
de: Gewinnrate: {winRate}
es: Tasa de Victoria: {winRate}
fr: Taux de victoire : {winRate}
tr: Kazanma Oranı: {winRate}

# matchesAndWins
source: {matches} matches • {wins} wins
de: {matches} Matches • {wins} Siege
es: {matches} partidos • {wins} victorias
fr: {matches} matchs • {wins} victoires
tr: {matches} maç • {wins} galibiyet

source: You Won
de: Sie haben gewonnen
es: Ganaste
fr: Vous avez gagné
tr: Kazandın

source: You Lost
de: Sie haben verloren
es: Perdiste
fr: Vous avez perdu
tr: Kaybettin

# lastFiveMatchStats
source: 📊 Last 5 Match Statistics
de: 📊 Letzte 5 Match-Statistiken
es: 📊 Estadísticas de los Últimos 5 Partidos
fr: 📊 Statistiques des 5 derniers matchs
tr: 📊 Son 5 Match İstatistikleri

# noMatchHistoryYet
source: No match history yet! Play your first match!
de: Noch kein Match-Verlauf! Spielen Sie Ihr erstes Match!
es: ¡Aún no hay historial de partidos! ¡Juega tu primer partido!
fr: Pas encore d'historique de matchs ! Jouez votre premier match !
tr: Henüz match geçmişiniz yok! İlk matchinizi yapın!

source: 🔒 Premium Feature
es: 🔒 Característica Premium
fr: 🔒 Fonctionnalité premium
tr: 🔒 Premium Özellik

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
tr: Kaydet

# leaderboardTitle
source: 🏆 Leaderboard
de: 🏆 Bestenliste
es: 🏆 Tabla de Clasificación
fr: 🏆 Classement
tr: 🏆 Liderlik Tablosu

# day1_2Reward
source: Day 1-2: 10-25 Coin
de: Tag 1-2: 10-25 Coin
es: Día 1-2: 10-25 Monedas
fr: Jour 1-2 : 10-25 pièces
tr: Gün 1-2: 10-25 Coin

# day3_6Reward
source: Day 3-6: 50-100 Coin
de: Tag 3-6: 50-100 Coin
es: Día 3-6: 50-100 Monedas
fr: Jour 3-6 : 50-100 pièces
tr: Gün 3-6: 50-100 Coin

# day7PlusReward
source: Day 7+: 200+ Coin & Boost
de: Tag 7+: 200+ Coin & Boost
es: Día 7+: 200+ Monedas y Mejora
fr: Jour 7+ : 200+ pièces et boost
tr: Gün 7+: 200+ Coin & Boost

# photoStatsLoadError
source: Could not load photo statistics
de: Fotostatistiken konnten nicht geladen werden
es: No se pudieron cargar las estadísticas de fotos
fr: Impossible de charger les statistiques de la photo
tr: Fotoğraf istatistikleri yüklenemedi

source: Tournament Notifications
de: Turnier-Benachrichtigungen
es: Notificaciones de Torneos
fr: Notifications de tournoi
tr: Turnuva Bildirimleri

source: New tournament invitations
de: Neue Turnier-Einladungen
es: Nuevas invitaciones de torneo
tr: Yeni turnuva davetleri

source: Victory notifications
de: Sieges-Benachrichtigungen
es: Notificaciones de victoria
tr: Zafer bildirimleri

source: Vote
de: Abstimmen
es: Votar
fr: Voter
tr: Oyla

source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
tr: Çıkış Yap

source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
tr: Hesabı Sil

# instagramAdded
source: Instagram information added!
de: Instagram-Information hinzugefügt!
es: ¡Información de Instagram agregada!
tr: Instagram bilgisi eklendi!

# professionAdded
source: Profession information added!
de: Berufsinformation hinzugefügt!
es: ¡Información de profesión agregada!
tr: Meslek bilgisi eklendi!

# addInstagramFromSettings
source: You can use this feature by adding Instagram and profession information from settings
de: Sie können diese Funktion nutzen, indem Sie Instagram- und Berufsinformationen aus den Einstellungen hinzufügen
es: Puedes usar esta función agregando información de Instagram y profesión desde configuración
tr: Instagram ve meslek bilgilerini ayarlardan ekleyerek bu özelliği kullanabilirsin

# basicInfo
source: Basic Information
de: Grundinformationen
es: Información Básica
tr: Temel Bilgiler

# premiumInfoSettings
source: Premium Information
de: Premium-Informationen
es: Información Premium
tr: Premium Bilgiler

# premiumInfoDescriptionSettings
source: Other users can view this information by spending coins
de: Andere Benutzer können diese Informationen durch Ausgeben von Coins einsehen
es: Otros usuarios pueden ver esta información gastando monedas
tr: Bu bilgileri diğer kullanıcılar coin harcayarak görebilir

# coinInfo
source: Coin Information
de: Coin-Informationen
es: Información de Monedas
tr: Coin Bilgileri

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
tr: Kalan

# lastFiveMatches
source: Last 5 Matches
de: Letzte 5 Spiele
es: Últimos 5 Partidos
fr: 5 derniers matchs

source: Losses
de: Niederlagen
es: Derrotas
fr: Défaites

source: Rate
es: Tasa
fr: Taux

source: Ongoing
de: Laufend
es: En Curso
fr: En cours

source: Tournament Full
de: Turnier Voll
es: Torneo Lleno
fr: Tournoi complet

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Join with Key
de: Mit Schlüssel beitreten
es: Unirse con Clave
fr: Rejoindre avec une clé

source: Private
de: Privat
es: Privado
fr: Privé

source: Country Ranking
de: Länder-Ranking
es: Ranking de Países
fr: Classement par pays

# countryRankingSubtitle
source: How successful are you against citizens of different countries
de: Wie erfolgreich sind Sie gegen Bürger verschiedener Länder
es: Qué tan exitoso eres contra ciudadanos de diferentes países
fr: Votre réussite contre les citoyens de différents pays

# countryRankingTitle
source: Country Ranking
de: Länder-Ranking
es: Ranking de Países
fr: Classement par pays

# countryRankingDescription
source: How successful are you against citizens of different countries
de: Wie erfolgreich sind Sie gegen Bürger verschiedener Länder
es: Qué tan exitoso eres contra ciudadanos de diferentes países
fr: Votre réussite contre les citoyens de différents pays

# winsAgainst
source: Wins
de: Siege
es: Victorias
fr: Victoires

# lossesAgainst
source: Losses
de: Niederlagen
es: Derrotas
fr: Défaites

# winRateAgainst
source: Win Rate
de: Gewinnrate
es: Tasa de Victoria
fr: Taux de victoire

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible

# loadingCountryStats
source: Loading country statistics...
de: Länder-Statistiken werden geladen...
es: Cargando estadísticas de países...
fr: Chargement des statistiques du pays...

# countryStats
source: Country Statistics
de: Länder-Statistiken
es: Estadísticas de Países
fr: Statistiques du pays

source: Your Performance
de: Ihre Leistung
es: Tu Rendimiento
fr: Vos performances

# againstCountry
source: Country Comparison
de: Länder-Vergleich
es: Comparación de Países
fr: Comparaison par pays

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer

source: Create Private Tournament
de: Privates Turnier erstellen
es: Crear Torneo Privado
fr: Créer un tournoi privé

source: Tournament Name
de: Turnier-Name
es: Nombre del Torneo
fr: Nom du tournoi

# maxParticipants
source: Maximum Participants
de: Maximale Teilnehmer
es: Máximo de Participantes
fr: Participants maximum

source: Tournament Format
de: Turnier-Format
es: Formato del Torneo
fr: Format du tournoi

source: League Format
de: Liga-Format
es: Formato de Liga
fr: Format de ligue

source: Elimination Format
de: K.O.-Format
es: Formato de Eliminación
fr: Format d'élimination

# hybridFormat
source: League + Elimination
de: Liga + K.O.
es: Liga + Eliminación
fr: Ligue + Élimination

# eliminationMaxParticipants
source: Maximum 8 participants for elimination format
de: Maximal 8 Teilnehmer für K.O.-Format
es: Máximo 8 participantes para formato de eliminación
fr: Maximum 8 participants pour le format d'élimination

# eliminationMaxParticipantsWarning
source: Maximum 8 participants allowed for elimination format
de: Maximal 8 Teilnehmer für K.O.-Format erlaubt
es: Máximo 8 participantes permitidos para formato de eliminación
fr: Maximum 8 participants autorisés pour le format d'élimination

# weeklyMaleTournament1000Description
source: Weekly male tournament - 300 participant capacity
de: Wöchentliches Männerturnier - 300 Teilnehmer Kapazität
es: Torneo masculino semanal - capacidad de 300 participantes

# weeklyMaleTournament10000Description
source: Premium male tournament - 100 participant capacity
de: Premium Männerturnier - 100 Teilnehmer Kapazität
es: Torneo masculino premium - capacidad de 100 participantes

# weeklyFemaleTournament1000Description
source: Weekly female tournament - 300 participant capacity
de: Wöchentliches Frauenturnier - 300 Teilnehmer Kapazität
es: Torneo femenino semanal - capacidad de 300 participantes

# weeklyFemaleTournament10000Description
source: Premium female tournament - 100 participant capacity
de: Premium Frauenturnier - 100 Teilnehmer Kapazität
es: Torneo femenino premium - capacidad de 100 participantes

source: Error
de: Fehler
fr: Erreur
tr: Hata

source: Total
de: Gesamt

source: OK
tr: Tamam
